
FILES={
	path: './contents/files/자료실/',
	chap1: {
		'01':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-1 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_01색으로 가득한 세상.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-1색으로 가득한 세상(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-1색으로 가득한 세상(3차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-1색으로 가득한 세상(4차시).hwp'}], 
			], 
		},
		'02':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-2 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_02상상 속으로.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-2상상 속으로(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-2상상 속으로(3차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-2상상 속으로(4차시).hwp'}], 
			], 
		},
		'03':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-3 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_03내가 사는 곳.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-3내가 사는 곳(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-3내가 사는 곳(3,4차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-3내가 사는곳(5,6차시).hwp'}], 
			], 
		},
		'04':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-4 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_04나는 어린이 사진가.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-4 나는 어린이 사진가(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-4 나는 어린이 사진가(3,4차시).hwp'}],
			], 
		},
		'05':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-5 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_05자연으로 떠나는 감각 여행.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-5자연으로 떠나는 감각 여행(1~2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-5자연으로 떠나는 감각 여행(3~4차시).hwp'}],
			], 
		},
		'06':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-6 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_06물감 나라로 떠나요.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-6물감 나라로 떠나요(1~3차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-6물감 나라로 떠나요(4~5차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-6물감 나라로 떠나요(6차시).hwp'}],
			], 
		},
		'07':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-7 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_07미술관으로 떠나요.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-7미술관으로 떠나요(1~2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-7미술관으로 떠나요(3~4차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-7미술관으로 떠나요(5~6차시).hwp'}],
			], 
		},  
		'08':{
			'교과서':[],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-미술로 소통해요1_활동지.pdf'}], 
			],
			'날말 퀴즈': [

			],
			'수업 도우미': [
				
			], 
			'학기 지도 계획(안)': [],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-미술로 소통해요1-멸종 위기 동물들.hwp'}],
			], 
		},  
	},
	chap2: {
		'08':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-8 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_08신나는 찰흙 놀이.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-8신나는 찰흙 놀이(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-8신나는 찰흙 놀이(3,4차시).hwp'}],
			], 
		},
		'09':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-9 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_09캐릭터, 또 다른 우리들.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-9캐릭터, 또다른 우리들(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-9캐릭터, 또다른 우리들(3,4차시).hwp'}],
			], 
		},
		'10':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-10 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_10먹에서 멋을 느끼며.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-10먹에서 멋을 느끼며(1차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-10먹에서 멋을 느끼며(2~3차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-10먹에서 멋을 느끼며(4~5차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-10먹에서 멋을 느끼며(6차시).hwp'}],
			], 
		},
		'11':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-11 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_11소중한 내 친구.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-11소중한 내 친구(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-11소중한 내 친구(3,4차시).hwp'}],
			], 
		},
		'12':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-12 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_12손끝에서 나오는 아름다움.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-12 손끝에서 나오는 아름다움(1,2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-12 손끝에서 나오는 아름다움(3,4차시).hwp'}],
			], 
		},
		'13':{
			'교과서':[{icon:'pdf', src:'교과서/241010 초등미술3_웹용(최종).pdf'},],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-13 활동지.pdf'}], 
			],
			'날말 퀴즈': [
				[{icon:'ppt', src:'낱말퀴즈/초등미술3_낱말 퀴즈_13느낌대로 생각대로.pptx'}],
			],
			'수업 도우미': [
				{ name: '학습할 용어', icon: 'hwp', src: '수업도우미/3학년_학습할 용어.hwp' },
				{ name: '미술관, 박물관 목록', icon: 'hwp', src: '수업도우미/3학년_미술관, 박물관 목록.hwp' },
				{ name: '준비물 목록', icon: 'hwp', src: '수업도우미/3학년_준비물 목록.hwp' }
			], 
			'학기 지도 계획(안)': [{ icon: 'hwp', src: '학기지도계획안/3학년_연간 교수 학습 계획.hwp' }],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-13느낌 대로 생각 대로(1~2차시).hwp'}],
				[{icon:'hwp', src:'수업차시별지도안/3-13느낌 대로 생각 대로(3~4차시).hwp'}],
			], 
		}, 
		'14':{
			'교과서':[],
			'지도서 활동지': [
				[{icon:'pdf', src:'지도서활동지/3-미술로 소통해요2_활동지.pdf'}],
			],
			'날말 퀴즈': [
				
			],
			'수업 도우미': [
				
			], 
			'학기 지도 계획(안)': [],
			'수업 차시별 지도(안)': [
				[{icon:'hwp', src:'수업차시별지도안/3-미술로 소통해요2-교실에서 떠나는 세계 여행.hwp'}],
			], 
		}, 
	},
};
