
FILES={
	path: './contents/files/자료실/', 
	chap1: {
		'common': [
			{ name:'평가 자료' ,icon: 'folder', src: '공통/평가 자료_1단원/' },
			[{ name:'연간 지도 계획안', icon: 'hwp', src:'공통/3학년 연간 지도 계획안.hwp'},{ name:'이런 활동도 있어요', icon: 'folder', src:'공통/이런 활동도 있어요_1단원/'},{ name:'참고 자료', icon: 'folder', src:'공통/참고 자료_1단원/'}]
		],
		'01':{
			'교과서': [{icon:'pdf', src:'초3체 교과서 1단원.pdf'}],
			'지도서': [{icon:'pdf', src:'초3체 지도서 1단원.pdf'}],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(1차시).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(2차시).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(3차시).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(4~5).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(6~7).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(8~9).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-1 교수학습과정안(10~11).hwp'}],
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(1차시).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(2차시).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(3차시).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(4~5).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(6~7).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(8~9).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-1 활동지(10~11).hwp'}],
			],
			'멀티미디어 자료': [
				[{icon:'folder', src:'멀티미디어자료_1단원/1차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/2차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/3차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/4~5차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/6~7차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/8~9차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/10~11차시'}],
			]
		},
		'02':{
			'교과서': [{icon:'pdf', src:'초3체 교과서 1단원.pdf'}],
			'지도서': [{icon:'pdf', src:'초3체 지도서 1단원.pdf'}],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-2 교수학습과정안(12).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-2 교수학습과정안(13~14).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-2 교수학습과정안(15~16).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-2 교수학습과정안(17~18).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-2 교수학습과정안(19~20).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_1단원/3-1-2 교수학습과정안(21~22).hwp'}],
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_1단원/3-1-2 활동지(12).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-2 활동지(13~14).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-2 활동지(15~16).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-2 활동지(17~18).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-2 활동지(19~20).hwp'}],
				[{icon:'hwp', src:'활동지_1단원/3-1-2 활동지(21~22).hwp'}],
			],
			'멀티미디어 자료': [
				[{icon:'folder', src:'멀티미디어자료_1단원/12차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/13~14차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/15~16차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/17~18차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/19~20차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/21~22차시'}],
				[{icon:'folder', src:'멀티미디어자료_1단원/23~24차시'}],
                [{icon:'folder', src:'멀티미디어자료_1단원/25차시'}],
			]
		},
	},
	chap2: {
	'common': [
			{ name:'평가 자료' ,icon: 'folder', src: '공통/평가 자료_2단원/' },
			[{ name:'연간 지도 계획안', icon: 'hwp', src:'공통/3학년 연간 지도 계획안.hwp'},{ name:'이런 활동도 있어요', icon: 'folder', src:'공통/이런 활동도 있어요_2단원/'}]
		],
		'01':{
			'교과서':[{icon:'pdf', src:'초3체 교과서 2단원.pdf'}],
			'지도서': [{ icon: 'pdf', src: '초3체 지도서 2단원.pdf' }],
			'교수·학습 과정안': [
				[{icon:'', src:''}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-1 교수학습과정안(2~3).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-1 교수학습과정안(4~5).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-1 교수학습과정안(6~7).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-1 교수학습과정안(8~9).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-1 교수학습과정안(10~12).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-1 교수학습과정안(13~14).hwp'}],
			],
			'활동지': [
				[{icon:'', src:''}],
				[{icon:'hwp', src:'활동지_2단원/3-2-1 활동지(2~3차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-1 활동지(4~5차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-1 활동지(6~7차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-1 활동지(8~9차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-1 활동지(10~12차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-1 활동지(13~14차시).hwp'}],
			],
			'멀티미디어 자료': [
				[{icon:'', src:''}],
				[{icon:'', src:''}],
				[{icon:'folder', src:'멀티미디어자료_2단원/4~5차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/6~7차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/8~9차시'}],
				[{icon:'', src:''}],
				[{icon:'', src:''}],
			]
		},
		'02':{
			'교과서':[{icon:'pdf', src:'초3체 교과서 2단원.pdf'}],
			'지도서': [{ icon: 'pdf', src: '초3체 지도서 2단원.pdf' }],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-2 교수학습과정안(15~16).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-2 교수학습과정안(17~18).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-2 교수학습과정안(19~20).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-2 교수학습과정안(21~22).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-2 교수학습과정안(23~25).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-2 교수학습과정안(26~27).hwp'}], 
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(15~16차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(17~18차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(19~20차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(21~22차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(23~25차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(26~27차시).hwp'}], 
			],
			'멀티미디어 자료': [
				[{icon:'', src:''}],
				[{icon:'folder', src:'멀티미디어자료_2단원/17~18차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/19~20차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/21~22차시'}],
				[{icon:'', src:''}],
				[{icon:'', src:''}], 
			]
		},
		'03':{
			'교과서':[{icon:'pdf', src:'초3체 교과서 2단원.pdf'}],
			'지도서': [{ icon: 'pdf', src: '초3체 지도서 2단원.pdf' }],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(28~29).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(30~31).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(32~33).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(34~35).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(36~37).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(38~39).hwp'}], 
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(40~41).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(42~43).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(44~45).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(46~47).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_2단원/3-2-3 교수학습과정안(48~49).hwp'}],
				[{icon:'', src:''}], 
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(28~29차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(30~31차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(32~33차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(34~35차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(36~37차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(38~39차시).hwp'}], 
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(40~41차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(42~43차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(44~45차시).hwp'}],
				[{icon:'hwp', src:'활동지_2단원/3-2-2 활동지(46~47차시).hwp'}],
				[{icon:'', src:''}],
				[{icon:'', src:''}], 
			],
			'멀티미디어 자료': [
				[{icon:'', src:''}],
				[{icon:'folder', src:'멀티미디어자료_2단원/30~31차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/32~33차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/34~35차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/36~37차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/38~39차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/40~41차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/42~43차시'}],
				[{icon:'folder', src:'멀티미디어자료_2단원/44~45차시'}],
				[{icon:'', src:''}],
				[{icon:'', src:''}],
				[{icon:'', src:''}], 
			]
		},
	},
	chap3: {
		'common': [
			{ name:'평가 자료' ,icon: 'folder', src: '공통/평가 자료_3단원/' },
			[{ name:'연간 지도 계획안', icon: 'hwp', src:'공통/3학년 연간 지도 계획안.hwp'},{ name:'이런 활동도 있어요', icon: 'folder', src:'공통/이런 활동도 있어요_3단원/'},{ name:'참고 자료', icon: 'folder', src:'공통/참고 자료_3단원/'}]
		],
		'01':{
			'교과서':[{icon:'pdf', src:'초3체 교과서 3단원.pdf'}],
			'지도서': [{ icon: 'pdf', src: '초3체 지도서 3단원.pdf' }],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(1).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(2).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(3~4).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(5~6).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(7~8).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(9~10).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-1 교수학습지도안(11~12).hwp'}],
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(1).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(2).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(3~4).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(5~6).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(7~8).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(9~10).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-1 활동지(11~12).hwp'}],
			],
			'멀티미디어 자료': [
				[{icon:'folder', src:'멀티미디어 자료_3단원/1차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/2차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/3~4차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/5~6차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/7~8차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/9~10차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/11~12차시'}],
			]
		},
		'02':{
			'교과서':[{icon:'pdf', src:'초3체 교과서 3단원.pdf'}],
			'지도서': [{ icon: 'pdf', src: '초3체 지도서 3단원.pdf' }],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-2 교수학습지도안(13).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-2 교수학습지도안(14~15).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-2 교수학습지도안(16~17).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-2 교수학습지도안(18~19).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-2 교수학습지도안(20~21).hwp'}], 
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_3단원/3-3-2 활동지(13).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-2 활동지(14~15).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-2 활동지(16~17).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-2 활동지(18~19).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-2 활동지(20~21).hwp'}], 
			],
			'멀티미디어 자료': [
				[{icon:'folder', src:'멀티미디어 자료_3단원/13차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/14~15차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/16~17차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/18~19차시'}], 
				[{icon:'folder', src:'멀티미디어 자료_3단원/20~21차시'}], 
			]
		},
		'03':{
			'교과서':[{icon:'pdf', src:'초3체 교과서 3단원.pdf'}],
			'지도서': [{ icon: 'pdf', src: '초3체 지도서 3단원.pdf' }],
			'교수·학습 과정안': [
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-3 교수학습지도안(22).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-3 교수학습지도안(23).hwp'}],
				[{icon:'hwp', src:'교수학습과정안_3단원/3-3-3 교수학습지도안(24~25).hwp'}], 
			],
			'활동지': [
				[{icon:'hwp', src:'활동지_3단원/3-3-3 활동지(22).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-3 활동지(23).hwp'}],
				[{icon:'hwp', src:'활동지_3단원/3-3-3 활동지(24~25).hwp'}], 
			],
			'멀티미디어 자료': [
				[{icon:'folder', src:'멀티미디어 자료_3단원/22차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/23차시'}],
				[{icon:'folder', src:'멀티미디어 자료_3단원/24~25차시'}], 
				[{icon:'folder', src:'멀티미디어 자료_3단원/26차시'}], 
				[{icon:'folder', src:'멀티미디어 자료_3단원/27차시'}], 
			]
		},
        
	}
	
};
